@extends('layouts.app')
@section('content')
    <div class="container mt-3">
        <div class="card" style="border-radius:20px;border:none">
            <img class="rounded-top-4" style="width:100%;height:400px;object-fit:cover; " src="{{ asset('images/p2.jpg') }}"
                alt="Responsive image">
            <div class="card-body ">
                <div class="text-black-50 text-start"><span>10/7/2022</span><span> فى 3:14</span></div>
                <p class="fw-bold contact-txt-color-2">عنوان المقاله</p>
                <p class=" lh-lg"> هذا النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص العربى
                    هذا النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                    النص من مولدالنص النص هو مثال لنص يمكن يستبدل فى نفس النص,لقد تم توليد هذا
                </p>
            </div>
        </div>


    </div>
    </div>
@endsection
