

@extends('layouts.app')

@section('content')
    <div class="containerdiv">
        <div class="container text-end p-4">
            <div class="d-flex flex-column mx-auto about my-3 ">
                <h1 class="col-12 my-3 px-3" > الحساب البنكى </h1>
                <p class="col-12 px-3"> هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                     النص من مولد النص العربى، حيث يمكنك 
                    أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                    عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج 
                    إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن
                     يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص،
                     حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.
                </p>
                <h4 class="text-center call  my-4" > البنك العربي السعودى </h4>
                <p   class="text-center">IBNA رقم <span style="color:  #160D60;" class="mx-5"> 3222  1199  221 </span></p>
                
            </div>
        </div>
        
    </div>
@endsection